
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "متقدم";
"title_Back" = "الخلف";
"title_Cancel" = "إلغاء";
"title_Continue" = "متابعة";
"title_Finish" = "إنهاء";
"title_GoBack" = "انتقال للخلف";
"title_Next" = "التالي";
"title_No" = "لا";
"title_Quit" = "إنهاء";
"title_Skip" = "تخطي";
"title_TryAgain" = "محاولة مرة أخرى";
"title_Update" = "تحديث";
"title_Yes" = "نعم";
"title_StartAgain" = "بدء مرة أخرى";
"title_StopBlinking" = "إيقاف الوميض";
"title_Other" = "أخرى…";
"title_Upload" = "تحميل";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "المحطة الرئيسية";
"kDeviceOriginConfigured.Base Station" = "تكوين المحطة الرئيسية السابق";
"kDeviceOriginConfigured.Time Capsule" = "تكوين Time Capsule السابق";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "الشبكة اللاسلكية";
"kDeviceOriginNetworkPreferred" = "الشبكة المستخدمة مسبقًا";

/* Status strings */
"status_Configured" = "تم التكوين";
"status_Unconfigured" = "لم يتم التكوين";

/* Joining wireless networks */
"password_protected" = "تمت حماية شبكة AirPort \"%@\" بكلمة سر.";
"enterprise_title" = "شبكة WPA على مستوى المؤسسة";
"enterprise_error" = "شبكة AirPort “%@” هي شبكة WPA على مستوى المؤسسة. أداة AirPort لا تدعم شبكات WPA على مستوى المؤسسة.";
"password_error" = "كلمة السر التي قمت بإدخالها غير صحيحة.";
"generic_join_error" = "حدث خطأ أثناء الربط بالشبكة اللاسلكية المحددة.";
"tryAgain" = "هل ترغب في المحاولة مرة أخرى؟";
"generic_read_error" = "حدث خطأ أثناء الاتصال بالجهاز المحدد.";
"join_warning" = "يتطلب تعريف AirPort Express هذا تغيير الشبكات اللاسلكية. سيتم فقد أية اتصالات عبر الشبكة اللاسلكية الحالية. هل ترغب في المتابعة؟";
"finalJoinError" = "حدث خطأ أثناء الربط بالشبكة اللاسلكية \"%@\".";
"finalJoinSuggest" = "حاول تحديد \"%@\" من قائمة Wi-Fi.";

/* Identify */
"identify_title" = "تعريف";
"light_is_blinking" = "مصباح الحالة الموجود على AirPort Express المحدد يومض الآن بضوء كهرماني وأخضر.";
"GenericIdentifyDescription" = "مصباح الحالة على المحطة %@ المحددة يومض الآن باللونين الأحمر والأخضر.";
"blinking_not_supported" = "لا يتم دعم ميزة التعريف في جهاز AirPort اللاسلكي الذي قمت بتحديده";

/* Reading base station info */
"base_station_protected" = "أدخل كلمة السر لـ %@ هذا.";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "مساعدة AirPort";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "مساعدة AirPort";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "لم يتم العثور على أية شبكات AirPort جديدة";
"no_unconfigured_networks" = "تأكد من توصيل %@ ووجوده في نطاق الكمبيوتر، ثم انقر على متابعة للمسح مرة أخرى.";
"try_again_found_nothing" = "لم يتم العثور على شبكات AirPort جديدة. تأكد من توصيل %@ ووجوده في نطاق الكمبيوتر، ثم انقر على محاولة مرة أخرى.";
"no_mdns_record_showed_up" = "تعذر على أداة AirPort العثور على جهاز AirPort اللاسلكي الخاص بك.";
"no_other_networks_title" = "لم يتم العثور على أية شبكات AirPort موجودة";
"no_other_networks_found" = "تأكد من وجود الكمبيوتر في نطاق الشبكة الموجودة.";


/* Keychain information */
"keychainBaseStationDescription" = "كلمة سر محطة AirPort الرئيسية";
"keychainBaseStationType" = "محطة AirPort الرئيسية";
"keychainNetworkDescription" = "كلمة سر شبكة AirPort";
"keychainNetworkType" = "شبكة AirPort";
"keychainSpeakerDescription" = "كلمة سر التطبيق";
"keychainSpeakerType" = "سماعة عن بُعد";

"ConfigAccessError" = "خطأ في المحطة الرئيسية";

/* Panel Headers */
"introHeader" = "المقدمة";
"networkSetupHeader" = "إعداد الشبكة";
"summaryHeader" = "الملخص";
"internetHeader" = "إعداد الإنترنت";
"PeripheralsHeader" = "إعداد أقراص AirPort";
"WDSHeader" = "إعداد WDS";
"MigrateDiskHeader" = "ترحيل القرص";

/* Continue text strings */
"continueWelcome" = "انقر على متابعة للبدء.";
"continueProceed" = "انقر على متابعة للاستمرار.";
"continueScanAgain" = "انقر على متابعة للمسح مرة أخرى.";
"wdsWarningFooter" = "يؤدي تغيير اسم الشبكة للاسلكية، أو التأمين اللاسلكي، أو كلمة سر الشبكة اللاسلكية إلى قطع اتصال WDS.";
"clientWarningFooter" = "يؤدي تغيير اسم الشبكة للاسلكية، أو التأمين اللاسلكي، أو كلمة سر الشبكة اللاسلكية إلى قطع اتصال AirPort Express.";
"clientStartWarningFooter" = "قد يؤدي تغيير الإعدادات إلى قطع اتصال AirPort Express.";

/* Pre-verification error strings */
"mismatchPassword" = "لا يتطابق حقل كلمة السر مع حقل تأكيد كلمة السر.";
"mismatchWirelessPassword" = "لا يتطابق حقل كلمة السر اللاسلكية مع حقل تأكيد كلمة السر.";
"mismatchPasswordReenter" = "اكتب نفس كلمة السر في كلا الحقلين.";
"missingWirelessPassword" = "كلمة سر الشبكة اللاسلكية مطلوبة للاستمرار.";
"wirelessNetworkPassword" = "كلمة سر الشبكة اللاسلكية";
"missingNetworkName" = "يجب توفير اسم الشبكة اللاسلكية لكي يمكنك المتابعة.";
"missingNetworkNameWDS" = "اختر شبكة AirPort Extreme أو AirPort Express لكي يمكنك المتابعة.";
"missingNetworkNameClient" = "اختر شبكة لاسلكية لكي يمكنك المتابعة.";
"missingAccountName" = "يجب توفير اسم حساب PPPoE لكي يمكنك المتابعة.";
"missingPassword" = "يجب توفير كلمة السر لكي يمكنك المتابعة.";
"missingPhone" = "يجب توفير رقم الهاتف الرئيسي لكي يمكنك المتابعة.";
"missingUsername" = "يجب توفير اسم الحساب لكي يمكنك المتابعة.";

/* Public password strings */
"genericConfirmPublicPassword" = "إن %@ هذا محمي بكلمة السر الافتراضية \"عام\".";
"ConfirmPublicPassword1" = "وللحصول على مزيد من التأمين، قم بإنشاء كلمة سر مختلفة.";

/* Error Titles */
"settingError" = "خطأ في التعيين: %@";
"generalError" = "خطأ عام";
"passwordError" = "خطأ في كلمة السر";

/* WDS status strings */
"ConfiguringForWDS" = "تكوين %@ هذا لتوسيع شبكة AirPort";
"WDSConfigInitialString" = "%@ قيد الإعداد لتوسيع الشبكة اللاسلكية الموجودة. انتظر لحظة لحين الانتهاء من ذلك.";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "تكوين الشبكة الرئيسية لشبكة WDS جديدة وعن بُعد.";
"WDSConfiguringRemote" = "تكوين شبكة WDS جديدة وعن بُعد بحيث يتم ارتباطها بالشبكة الرئيسية.";
"WDSJoiningNewNetwork" = "الربط بشبكة WDS جديدة.";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "يتم الآن تكوين الشبكة اللاسلكية الموجودة للسماح بالربط بها.";
"DWDSConfiguringRemote" = "يتم الآن تكوين %@ للربط بالشبكة اللاسلكية الموجودة.";
"DWDSJoiningNewNetwork" = "يتم الآن الربط بالشبكة اللاسلكية الموجودة.";
"GeneralDWDSError" = "حدث خطأ أثناء إعداد جهاز AirPort اللاسلكي هذا للإنضمام إلى الشبكة اللاسلكية الموجودة لديك. قم بإنهاء أداة AirPort وحاول مرة أخرى.";
"DWDSSetupCanceled" = "تم إلغاء الإعداد.";
"DWDSConfigInitialString" = "%@ قيد الإعداد للانضمام إلى الشبكة اللاسلكية الموجودة. انتظر لحظة لحين الانتهاء من ذلك.";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "يتم الآن قراءة إعدادات %@ المحددة...";
"MigrateSettingsReadingSourceGeneral" = "يتم الآن قراءة إعدادات جهاز AirPort اللاسلكي المحدد...";
"MigrateRejoiningNetwork" = "يتم الآن إعادة الربط بالشبكة...";
"MigrateSettingsGeneralError" = "حدثت مشكلة أثناء إعداد %@ هذا لاستبدال الجهاز المحدد. قم بإنهاء أداة AirPort وحاول مرة أخرى.";
"MigrateSettingsIniting" = "يتم الآن إعداد%@ لاستبدال جهاز AirPort اللاسلكي المحدد...";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "حدثت مشكلة أثناء استبدال Time Capsule المحدد وبدء الترحيل. قم بإنهاء أداة AirPort وحاول مرة أخرى.";
"MigrateDiskIniting" = "يتم الآن بدء الترحيل...";
"MigrateSettingsJoiningSource" = "يتم الآن الاتصال بـ Time Capsule السابق...";
"MigrateDiskPreparingDest" = "يتم الآن ترحيل الإعدادات...";
"MigrateDiskWaitingForResolve" = "يتم الآن انتظار إعادة تشغيل Time Capsules...";
"MigrateDiskStartingBackup" = "يتم الآن بدء ترحيل القرص...";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "تم الآن الاتصال بـ %@ السابق...";
"UpdateDeviceWritingSource" = "يتم الآن كتابة الإعدادات إلى %@ الجديد...";
"UpdateDeviceGeneralError" = "حدثت مشكلة أثناء إعداد %@ هذا. قم بإنهاء أداة AirPort وحاول مرة أخرى.";

/* Migrate Disk labels */
"MigrateDiskCategory" = "ترحيل";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "temp-old";
"MigrateDiskFooter" = "انقر على تحديث لترحيل الإعدادات ومحتويات القرص.";

/* Updating progress strings */
"genericWaitRestart" = "يتم الآن انتظار إعادة تشغيل %@…";
"networkSearch" = "يتم الآن البحث عن الشبكة اللاسلكية…";
"attemptJoin" = "يتم الآن الربط بالشبكة اللاسلكية…";

/* Misc Strings */
"providedAuto" = "(يتم توفيره تلقائيًا)";
"selectNetwork" = "تحديد الشبكة";

/* Summary Panel Labels */
"connectUsingLabel" = "الاتصال باستخدام:";
"configureViaLabel" = "تكوين TCP/IP:";
"ipAddressLabel" = "عنوان IP:";
"accountNameLabel" = "اسم الحساب:";
"serviceLabel" = "اسم الخدمة:";
"connectUsingWDS" = "الربط بشبكة (باستخدام WDS)";
"SummaryTheseSettingsAreNotCorrect" = "هذه الإعدادات غير صحيحة";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "رقم الهاتف الثانوي:";
"usernameLabel" = "اسم الحساب:";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "يتطلب WDS الذي يدعم WPA أن يستخدم جهاز AirPort اللاسلكي الخاص بك البرنامج الثابت الحالي. تأكد من استخدام أحدث برنامج ثابت، أو قم بتعيين أمان الشبكة اللاسلكية الخاصة بك على WEP وحاول مرة أخرى.";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "لقد حددت جهاز AirPort لاسلكي يستخدم أمان WPA عبر المؤسسة ليكون الجهاز اللاسلكي WDS الرئيسي الخاص بك. لا تدعم أداة AirPort أمان WPA عبر المؤسسة على الجهاز اللاسلكي الرئيسي لـ WDS.";

/* WDS Errors */
"GeneralWDSError" = "حدث خطأ أثناء إعداد جهاز AirPort اللاسلكي هذا لـ WDS. قم بإنهاء أداة AirPort وحاول مرة أخرى.";
"MainInBridgeModeForWDSError" = "لا يقوم جهاز AirPort اللاسلكي الذي قمت بتحديده كجهاز لاسلكي رئيسي لـ WDS بتوزيع عناوين IP. قم بإعداد الجهاز اللاسلكي هذا لتوزيع عناوين IP.";
"WDSSetupCanceled" = "تم إلغاء إعداد WDS.";
"WDSErrorTitle"	= "خطأ في إعداد WDS";

/* Status messages */
"joining_network" = "الربط بالشبكة اللاسلكية.";
"reading_config" = "يتم الآن قراءة التكوين…";
"status_scan" = "يتم الآن البحث عن شبكات...";
"status_search" = "يتم الآن البحث عن جهاز AirPort اللاسلكي الخاص بك...";
"status_identify" = "يتم الآن التعريف…";

/* Maybe needed to fix 3663944 */
"available_networks" = "شبكات AirPort المتوفرة:";
"select_network" = "حدد شبكة AirPort التي تريد إعدادها.";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "اسم %@";
"genericPasswordLabel" = "كلمة سر %@";
"genericModeLabel" = "وضع %@";

"genericNewChoice" = "إعداد %@ جديد";
"genericOldChoice" = "تغيير الإعدادات الموجودة في %@ موجود";
"genericBasePassPanelHeader" = "إعداد %@";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "حدد ما إذا كنت تريد إعداد %@ جديد، أو إجراء تغييرات على جهاز قمت بإعداده بالفعل.";
"genericSelectNewHeader" = "حدد %@ الذي تريد إعداده. فإذا لم يكن موجودًا في القائمة، فانقر على بحث مرة أخرى. وإذا لم تكن متأكدًا أي جهاز AirPort لاسلكي تريد تحديده، فانقر على تحديد.";
"genericSelectConfiguredHeader" = "حدد %@ الذي تريد تعديله. فإذا لم يكن موجودًا في القائمة، فانقر على بحث مرة أخرى. وإذا لم تكن متأكدًا أي جهاز AirPort لاسلكي تريد تحديده، فانقر على تحديد.";
"genericSelectNetworkHeader" = "اختر شبكة AirPort تتضمن %@ الذي تريد إعداده.";
"genericClientDescription" = "حدد هذا الخيار إذا كنت ترغب في توسيع %@ للشبكة اللاسلكية لديك ومشاركة اتصال الإنترنت بها.";
"genericNetworkNameHeader" = "لتخصيص %@، ابدأ بتسمية الشبكة اللاسلكية.";
"genericNetworkNameDescription" = "هذا هو الاسم الذي سيظهر لك عندما ترغب في الاتصال بالشبكة.";
"genericBaseNameDescription" = "بعد ذلك، قم بتسمية %@ لديك.";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "‏%2$@‎ الخاص بـ %1$@‎";
"genericWirelessNetwork" = "شبكة";
"genericBasePasswordHeader" = "أدخل كلمة سر لحماية إعدادات %@ هذا.";
"genericBasePasswordDescription" = "ستحتاج كلمة السر هذه لتغيير الإعدادات في %@ هذا.";
"genericBasePasswordDescription2" = "لتوفير المزيد من الأمان، استخدم كلمة سر مختلفة عن كلمة سر الشبكة.";
"genericModeHeader" = "حدد الإجراء الذي ترغب في تنفيذه من خلال %@ لديك.";
"genericSummaryHeader" = "سيستخدم %@ الإعدادات أدناه. تأكد من صحتها.";
"genericSummaryNoChangeHeader" = "يستخدم %@ هذا حاليًا الإعدادات الواردة أدناه.";
"genericReplaceSummaryHeader" = "سيتم إعداد %1$@ هذا باستخدام إعدادات من \"%2$@\".";
"genericSummaryFooter" = "إذا كانت هذه الإعدادات صحيحة، فانقر على تحديث للانتهاء من إعداد %@ هذا.";
"genericSummaryFooterClickInstructions" = "انقر على انتقال للخلف لتغيير الإعدادات.";
"genericPPPoEHeader" = "أدخل اسم حساب وكلمة سر واسم الخدمة الخيارية لبروتوكول PPP عبر إيثرنت (PPPoE)‎، مثلما حصلت عليها من موفر خدمة الإنترنت.";
"genericDHCPHeader" = "%@ متصل حاليًا بالإنترنت باستخدام DSL أو مودم كبل أو عبر الإيثرنت بعنوان IP تم تعيينه تلقائيًا باستخدام DHCP. قم بالتأكيد أو أدخل أية معلومات اختيارية تلقيتها من موفر خدمة الإنترنت ISP أو مسؤول الشبكة.";
"genericModemHeader" = "أدخل إعدادات المودم لـ %@ هذا.";
"genericBridgeModeHeader" = "حدد ما إذا كنت ترغب في كون %@ لديك في وضع القنطرة أو مشاركة عنوان IP باستخدام DHCP وNAT.";
"genericBridgeModeYes" = "وضع القنطرة";
"genericBridgeModeYesDescription" = "حدد هذا الخيار إذا كان %@ متصلاً بجهاز توجيه أو جهاز اتصال شبكي آخر يستخدم DHCP وNAT بالفعل لتوفير عناوين IP لأجهزة الكمبيوتر الموجودة على الشبكة.";
"genericBridgeModeNo" = "مشاركة عنوان IP مفرد باستخدام DHCP وNAT";
"genericBridgeModeNoDescription" = "حدد هذا الخيار إذا كان %@ متصلاً مباشرة بالإنترنت باستخدام DSL أو مودم الكبل أو بشبكة متصلة بالإنترنت، وكنت ترغب في استخدام DHCP وNAT لتوفير عناوين IP لأجهزة الكمبيوتر على الشبكة.";
"genericFinalDescription" = "تم إعداد %@ للاتصال بالإنترنت ومشاركة طابعة USB.";
"genericMissingNameWarning" = "يجب توفير اسم %@ لكي يمكنك المتابعة.";
"genericMissingNameWarning.alternateArticle" = "اسم %@ مطلوب للمتابعة.";
"genericMissingBasePassWarning" = "يجب توفير كلمة السر لكي تتمكن من المتابعة.";
"genericMismatchBasePassword" = "لا يتطابق حقل كلمة السر مع حقل تأكيد كلمة السر.";
"ResetBroadbandMessage" = "إذا كنت تستخدم مودم كبل للاتصال بالإنترنت، فقم بإيقاف تشغيل المودم وإزالة البطارية إن وجدت، وانتظر بضع ثوانٍ ثم ضع البطارية مرة أخرى وقم بتشغيل المودم.";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "عثرت أداة AirPort على %1$@%2$@ جديدة تحمل الاسم “%3$@”.\n\n إذا كانت هذه ليست %4$@ التي تريد إعدادها، فتأكد من توصيلها ومن وجودها في نطاق هذا الكمبيوتر ثم أعد المحاولة.";
"withNetworkNamed" = " بشبكة لاسلكية";
"genericNoNetworksHeader" = "لم يتم العثور على أية شبكات %1$@. تأكد من توصيل %2$@ ووجوده في نطاق الكمبيوتر.";
"genericOldNetworkConfirm" = "عثرت أداة AirPort على %1$@ بشبكة لاسلكية تحمل الاسم “%2$@”.\n\nإذا كانت هذه ليست %3$@ التي تريد إعدادها، فتأكد من توصيلها ومن وجودها في نطاق هذا الكمبيوتر ثم انقر على مسح مرة أخرى.";
"genericOldExpressConfirm" = "عثرت أداة AirPort على %1$@ بالاسم “%2$@”.\n\nإذا كانت هذه ليست %3$@ التي تريد إعدادها، فانقر على مسح مرة أخرى.";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "لتشغيل موسيقى iTunes باستخدام AirPort Express، اخترها من القائمة المنبثقة في أسفل يسار نافذة iTunes.";

"expressFinalDescription" = "تم تكوين AirPort Express الخاص بك للاتصال بالإنترنت، ومشاركة طابعة USB، و تشغيل موسيقى iTunes من خلال سماعات عن بُعد باستخدام AirPlay.";

"expressClientRadio" = "اتصال بالشبكة اللاسلكية الحالية";
"extremeClientRadio" = "توسيع نطاق شبكة AirPort Extreme، AirPort Express";

"expressClientDescription" = "حدد هذا الخيار إذا كنت تقوم بإضافة %@ هذا إلى الشبكة اللاسلكية الحالية.";

"expressModeHeader" = "يتيح لك كلا الخيارين مشاركة طابعة USB وتشغيل موسيقى iTunes من خلال سماعات عن بُعد باستخدام AirPlay.";

/* Reachability error */
"genericNetworkTitle" = "خطأ في الشبكة";
"noWirelessReachability" = "أنت تحاول الوصول إلى جهاز AirPort لاسلكي عن طريق بطاقة AirPort الخاصة بك، ولكن يوجد جهاز بنفس عنوان IP على شبكة إيثرنت الخاصة بك. قم بقطع اتصال كبل إيثرنت الخاص بك وانتظر بضع ثوان، ثم حاول مرة أخرى.";
"noEthernetReachability" = "أنت تحاول الوصول إلى جهاز AirPort لاسلكي عن طريق إيثرنت، ولكن يوجد جهاز بنفس عنوان IP على شبكة AirPort الخاصة بك. قم بإيقاف تشغيل بطاقة AirPort الخاصة بك وانتظر بضع ثوان، ثم حاول مرة أخرى.";
"genericReachabilityError" = "حدث خطأ أثناء الوصول إلى جهاز AirPort اللاسلكي الذي قمت بتحديده. تأكد من عدم وجود أجهزة أخرى على الشبكة الخاصة بك بعنوان IP %@.";
"superGenericReachabilityError" = "حدث خطأ أثناء الاتصال بجهاز AirPort اللاسلكي الذي قمت بتحديده.";
"WDSSetupRequiresAWirelessCard" = "يتعذر على أداة AirPort إعداد جهاز AirPort اللاسلكي هذا لـ WDS نظرًا لأن هذا الكمبيوتر لا يحتوي على بطاقة AirPort مثبّتة.";

/* Uploading Firmware */
"firmwareError"	= "حدث خطأ أثناء تحديث البرنامج الثابت %@.";
"firmwareProgress" = "يتم الآن تحديث البرنامج الثابت %@…";
"firmwareNewer" = "يتوفر إصدار أحدث (%1$@) من البرنامج الثابت %2$@.";
"firmwareNewerSmall" = "انقر على تحديث لتثبيت الإصدار الجديد الآن.";
"firmwareSuccess" = "تم تحديث %@ بنجاح.";
"firmwareRequired" = "تتطلب الشبكة المحددة تحديث البرنامج الثابت.";

/* AirPort 4.2 */
"wepLabel" = "‫128-bit WEP (أكثر توافقًا)";
"wpa1label" = "‫WPA الشخصي (مزيد من التأمين)";
"wpa2label" = "‫WPA2 الشخصي (مزيد من التأمين)";
"wepDescription" = "لتوفير تأمين أكثر توافقًا مع أجهزة الكمبيوتر والأجهزة الأخرى اللاسلكية الأقدم. لتسهيل ربط أجهزة الكمبيوتر غير أجهزة Macintosh بالشبكة، أدخل كلمة سر طولها ١٣ حرفًا.";
"wpa1description" = "لتوفير الحد الأقصى من مستوى التأمين اللاسلكي. ستتمكن أجهزة الكمبيوتر التي تدعم WPA دون غيرها من الانضمام إلى هذه الشبكة. يجب إدخال كلمة سر بين 8 إلى 63 حرفًا أو 64 حرفًا سداسيًا عشريًا.";
"wpa1and2description" = "لتوفير الحد الأقصى من مستوى التأمين اللاسلكي. ستتمكن أجهزة الكمبيوتر التي تدعم WPA أو WPA2 من الانضمام إلى هذه الشبكة. يجب إدخال كلمة سر بين 8 إلى 63 حرفًا أو 64 حرفًا سداسيًا عشريًا.";
"wpa2description" = "لتوفير الحد الأقصى من مستوى التأمين اللاسلكي. ستتمكن أجهزة الكمبيوتر التي تدعم WPA2 من الانضمام إلى هذه الشبكة. يجب إدخال كلمة سر بين ٨ إلى ٦٣ حرفًا أو ٦٤ حرفًا سداسيًا عشريًا.";
"tsnDescription" = "لتوفير تأمين متوافق مع عملاء WEP الأقدم، ولكن يسمح للعملاء الأحدث بالربط بالشبكة باستخدام WPA وWPA2. يجب إدخال كلمة سر طولها ١٣ حرفًا.";
"badWPAPasswordLength" = "أدخل كلمة سر الشبكة اللاسلكية بين 8 أحرف و63 حرفًا.";
"v6_not_configured_title" = "لم يتم تكوين IPv6";
"v6_not_configred_on_all_interfaces" = "يمكن لأداة AirPort الاتصال بشكل أكثر وثوقية بجهاز AirPort اللاسلكي باستخدام IPv6.";
"v6_not_configured_turn_on_confirm" = "هل ترغب في تمكين IPv6 الآن؟";
"v6_not_configured_turn_on" = "قم بتشغيل IPv6 في تفضيلات النظام.";
"v6_not_configured_turn_on_win" = "قم بتشغيل IPv6 في لوحة التحكم.";
"authorization_error_title" = "خطأ في التخويل";
"authorization_error" = "تعذر على أداة AirPort تغيير إعدادات الشبكة نظرًا لأن لوحة تفضيلات الشبكة مؤمّنة.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "١";

/* BasePassword Panel */
"BaseNameDescription" = "هذا هو الاسم الذي ستستخدمه لتحديد %@ هذا.";
"BaseNameInternalDiskDescription" = "سيتم استخدام هذا الاسم أيضًا لقرص Time Capsule.";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "أدخل كلمة السر لقرص Time Capsule أو أقراص USB المتصلة بـ %@.";
"FileSharingPasswordPrompt" = "أدخل كلمة السر لأقراص AirPort.";
"GuestAccessPrompt" = "يمكن أيضًا السماح للضيوف بالاتصال بأقراص AirPort دون كلمة سر.";
"FileSharingDisclosure" = "خيارات مشاركة الملفات";
"UseDiskPasswordCheckBox" = "استخدم كلمة سر مختلفة لتأمين الأقراص";

/* Wireless Options Panel */
"RadioCountryDescription" = "حدد البلد الذي يتم فيه استخدام %@ هذا.";
"RadioModeDescription" = "حدد وضع الراديو لـ %@ هذا.";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "١٧٥";
"ProblemPanelDefaultControlWidth"	= "٢٥٠";
"ProblemCodeTitle" = "المشكلة %1$d من %2$d: %3$@";
"ProblemCodeProblemResolved" = "تم حل هذه المشكلة.";
"UnresolvedProblem" = "هل ترغب في الاستمرار دون حل هذه المشكلة؟";
"UnresolvedProblemAssistant" = "سيؤدي هذا التكوين إلى وميض مصباح حالة %@ باللون الكهرماني. هل أنت متأكد من رغبتك في المتابعة؟";
"ProblemShouldBeResolved" = "انقر على تجاهل لمنع مصباح حالة %@ لديك من الوميض باللون الكهرماني للإعلام عن ظهور هذه المشكلة.";
"ProblemNotResolved" = "لم يتم حل هذه المشكلة. الرجاء المحاولة مرة أخرى.";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "الحل";
"ProblemSummaryIgnored" = "تم التجاهل";
"ProblemSummaryResolved" = "تم الحل";
"ProblemSummaryConfigChanged" = "تم تغيير التكوين";
"ProblemSummaryUnresolved" = "لم يتم الحل";
"ProblemSummaryHeader" = "يعرض هذا الجزء المشكلات التي أبلغ عنها %@ وما إذا كان قد تم حلها أم لا.";
"ProblemSummaryChoicePrompt" = "ماذا تريد أن تفعل الآن؟";
"ProblemSummaryUpdateWithTheseSettings" = "تحديث %@ بهذه الإعدادات";
"ClickUpdateToUpdate" = "انقر على تحديث لإنهاء إعداد %@ هذا.";
"ProblemSummaryReconfigureToo" = "تغيير إعدادات أخرى في %@";
"ProblemSummaryReconfigureFooter" = "انقر على متابعة لتغيير إعدادات %@.";
"ProblemSummarySwitch" = "تكوين جهاز AirPort لاسلكي آخر";
"ClickDoneToSwitch" = "انقر على تم لتحديد جهاز AirPort لاسلكي آخر.";
"ProblemSummaryAllResolved" = "تم حل كل المشاكل.";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "١٧٥";
"EthernetPanelDefaultControlWidth"	= "٢٥٠";
"EthernetPanelDescription" = "أدخل معلومات TCP/IP التي تلقيتها من موفر خدمة الإنترنت. اختر استخدام DHCP إذا كنت قد تلقيت عنوان IP تلقائيًا. اختر يدويًا لإدخال عنوان IP محدد.";
"DHCPConfirmPanelDHCP_Yes" = "أتصل بالإنترنت عبر DSL أو مودم كبل باستخدام DHCP";
"DHCPConfirmPanelDHCP_No" = "لا أستخدم DHCP";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "١٧٥";
"PPPoEConfirmPanelDefaultControlWidth"	= "٢٥٠";
"PPPoEConfirmPanelPPPoE_Yes" = "أتصل بالإنترنت عبر DSL أو مودم كبل باستخدام PPPoE";
"PPPoEConfirmPanelPPPoE_No" = "لا أستخدم PPPoE";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "١٧٥";
"SetupAssistantPanelDefaultControlWidth" = "٢٥٠";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "أدخل اسمًا ومستوى تأمين للشبكة اللاسلكية.";
"NetworkSecurityDefaultControlIndent"= "١٧٥";
"NetworkSecurityDefaultControlWidth" = "٢٥٠";
"WPAEnterpriseSecurityDescription" = "هذه الشبكة اللاسلكية مؤمّنة بـ WPA على مستوى المؤسسة. إذا كنت ترغب في تعديل إعدادات خادم RADIUS، فحدد الخيار إعداد يدوي من قائمة المحطة الرئيسية.";
"NoSecurityLabel" = "بلا تأمين";
"NoSecurityDescription" = "يمكن لأي جهاز لاسلكي الانضمام إلى الشبكة دون إدخال كلمة سر.";
"NoSecurityUncheckedFooter" = "يجب تحديد خانة الاختيار أعلاه قبل أن تتمكن من المتابعة إلى الخطوة التالية.";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "حدد الشبكة اللاسلكية التي ترغب في قيام %@ باستخدامها. في حالة عدم ظهور الشبكة، انقر على القائمة لإعادة المحاولة. إذا استمر عدم ظهور الشبكة، فتأكد من توصيلها.";
"JoinNetworkQ61AudioNameSuggestion" = "على سبيل المثال، حجرة المعيشة.";
"JoinNetworkExtendDescription" = "إذا كنت ترغب في توسيع نطاق هذه الشبكة والسماح للعملاء بالربط بها لاسلكيًا أو باستخدام إيثرنت، فحدد خانة الاختيار أدناه.";
"JoinNetworkExtendCheckboxTitle" = "توسيع نطاق هذه الشبكة";
"JoinNetworkExtendWarning" = "قد يؤثر ذلك على الأداء العام للشبكة.";
"JoinNetworkProxySTADescription" = "إذا لم تحدد خانة الاختيار، فسيقوم %@ بتقديم خدمات صوتية وخدمات USB، وسيتمكن العملاء من الربط بالشبكة باستخدام الإيثرنت فقط.";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "اختر شبكة AirPort Extreme أو شبكة AirPort Express التي تريد توسيعها من القائمة أدناه. إذا لم تر الشبكة الخاصة بك، فانقر على القائمة للمحاولة مرة أخرى. وإذا استمرت عدم قدرتك على رؤية الشبكة الخاصة بك، فتأكد من توصيل جهاز AirPort اللاسلكي الخاص بك وأنه في نطاق هذا الكمبيوتر.";

/* Internet Choice Panel */
"InternetChoiceDescription" = "حدد كيفية الاتصال بالإنترنت";
"InternetChoiceDSLCableEthernet" = "أستخدم DSL أو مودم كبل باستخدام عنوان IP ثابت أو DHCP";
"InternetChoiceDSLCablePPPoE" = "أستخدم DSL أو مودم كبل باستخدام بروتوكول PPP عبر إيثرنت PPPoE)‎)";
"InternetChoiceLAN" = "أتصل بشبكة المنطقة المحلية (LAN)";
"InternetChoiceModem" = "أستخدم مودم متصلاً بخط الهاتف";
"InternetChoiceNoInternet" = "لست مستعدًا للاتصال بالإنترنت الآن";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "إنشاء شبكة لاسلكية جديدة";
"ClientAP_APRadioDesc" = "حدد هذا الخيار إذا كنت تقوم بإعداد شبكة لاسلكية جديدة لمشاركة اتصال إنترنت واسع النطاق مع أجهزة كمبيوتر لاسلكية.";
"ClientAP_FirstTimeConfig" = "يبدو أنك تقوم بتكوين %@ هذا للمرة الأولى.";
"ClientAP_FirstTimePrompt" = "حدد الكيفية التي ترغب في إعداد %@ هذا وفقًا لها.";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "حدد ما إذا كنت ترغب في ربط %@ بالشبكة اللاسلكية الموجودة كعميل لاسلكي، أم توسيع نطاق الشبكة اللاسلكية.";
"ClientWDS_JoinRadioTitle" = "ربط الشبكة اللاسلكية";
"ClientWDS_JoinRadioDesc" = "حدد هذا الخيار إذا كنت ترغب فقط في استخدام %@ لمشاركة طابعة USB أو تشغيل موسيقى iTunes من خلال سماعات عن بُعد.";
"ClientWDS_ExtendRadioTitle" = "توسيع نطاق شبكة AirPort Extreme أو AirPort Express";
"ClientWDS_ExtendRadioDesc" = "حدد هذا الخيار إذا كنت ترغب في قيام %@ بتوسيع الشبكة اللاسلكية لديك ومشاركة اتصال الإنترنت بها.";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "موفر خدمة إنترنت آخر";
"PrimaryPhoneNumber" = "رقم الهاتف الرئيسي";
"PrimaryDNSServer" = "خادم DNS الأولي";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "بإمكان %@ إجراء نسخ احتياطي من Mac OS X v10.5 وأجهزة الكمبيوتر الأحدث الخاصة بك وذلك باستخدام Time Machine، كما يمكنه مشاركة اتصالك بالإنترنت وأجهزة USB الخاصة بك مع أجهزة الكمبيوتر على الشبكة الخاصة بك.";
"genericAudioProductTextBlock" = "يمكن لـ %@ تشغيل موسيقى iTunes من خلال سماعات عن بُعد باستخدام AirPlay، ومشاركة اتصال الإنترنت وأجهزة USB على الشبكة.";
"genericProductTextBlock" = "يمكن لـ %@ مشاركة اتصال الإنترنت وأجهزة USB على الشبكة.";
"genericInternalDiskProductNameTextBlock" = "أدخل اسمًا لـ %@. يقوم هذا الاسم بتعريفه على الشبكة كما أنه يعتبر اسم القرص أيضًا.";
"genericEnterName" = "أدخل اسمًا لـ %@.";
"IdentityDescription" = "يقوم هذا الاسم بتعريف %@ على الشبكة.";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "اكتشفت أداة AirPort الشبكة اللاسلكية “%@” كما توصلت إلى أن هذا الكمبيوتر قد اتصل بها مسبقًا. حدد الإجراء الذي ترغب في تنفيذه من خلال %@ لديك";
"ReplaceNetworkPanelReplacingPrevious" = "استبدال “%1$@” بـ %2$@";
"ReplaceNetworkPanelReplacingAnother" = "استبدال شبكة مختلفة بـ %@";
"ReplaceNetworkPanelCreatingNewNetwork" = "إنشاء شبكة جديدة باستخدام %@";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "حدد الشبكة التي تقوم باستبدالها من القائمة أدناه:";
"TurnOffNetworkBeingReplaced" = "افصل الجهاز الذي تقوم باستبداله وانقر على موافق. إذا كنت تنوي استخدام الجهاز مرة أخرى، فأعد تعيينه إلى الإعدادات الافتراضية للشركة المصنعة.";

"FoundWirelessNetworksDescription" = "اكتشفت أداة AirPort شبكات لاسلكية موجودة. هل لديك بالفعل شبكة لاسلكية؟";
"NotFoundWirelessNetworksDescription" = "لم تكتشف أداة AirPort وجود أية شبكات لاسلكية. هل لديك بالفعل شبكة لاسلكية؟";
"FoundWirelessNetworksIHaveOne" = "لدي شبكة لاسلكية وأرغب في إضافة %@ أو استبدال جهاز موجود على الشبكة";
"FoundWirelessNetworksIHaveOneDescription" = "حدد هذا الخيار إذا كنت ترغب في استبدال جهاز التوجيه اللاسلكي أو المحطة الرئيسية الموجودة بـ %@ أو إضافته إلى الشبكة.";
"CreateAWirelessNetwork" = "أرغب في إنشاء شبكة لاسلكية جديدة";

"genericWhatDoYouWantToDoWith" = "حدد الإجراء الذي ترغب في تنفيذه على %@.";

"ReplaceAddWiredChoiceJoin" = "أرغب في ربط %@ بالشبكة الحالية";
"ReplaceAddWiredChoiceReplace" = "أرغب في استبدال جهاز توجيه لاسلكي أو محطة رئيسية موجودة بـ %@";
"ReplaceAddWiredChoiceReplaceDescription" = "حدد هذا الخيار إذا كنت ترغب في استبدال جهاز توجيه لاسلكي أو محطة رئيسية موجودة على الشبكة واستخدام إعداداتها لـ %@.";
"JoinExpandWirelessDisabledChoiceJoin" = "أرغب في ربط %@ لاسلكيًا بالشبكة الحالية";
"JoinExpandWirelessDisabledChoiceExpand" = "أرغب في اتصال %@ بشبكتي باستخدام الإيثرنت لتوسيع الشبكة الحالية أو إنشاء شبكة ثانوية";
"JoinExpandWirelessDisabledChoiceDisabled" = "أرغب في تعطيل الشبكة اللاسلكية الموجودة على %@ هذا وتوصيلها بالكمبيوتر أو الشبكة الخاصة بي باستخدام إيثرنت";


"ConfigureForWiredCreateAdditionalNetwork" = "أرغب في إنشاء شبكة إضافية";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "حدد هذا الخيار إذا كنت ترغب في اتصال %1$@ باستخدام الإيثرنت وإنشاء شبكة %2$@ بالإضافة إلى الشبكة الحالية. يمكن لعملاء 802.11 b/g/n اللاسلكيين، بما في ذلك iPhones، الاتصال بالشبكة الحالية سرعة 2.4 غيغاهرتز. كما يمكن لعملاء 802.11 a/n اللاسلكيين الاتصال بشبكة سرعة 5 غيغاهرتز.";
"ConfigureForWiredCreateRoamingNetwork" = "أرغب في اتصال %@ بشبكتي باستخدام الإيثرنت لتوسيع الشبكة اللاسلكية الموجودة";
"ConfigureForWiredCreateRoamingNetworkDescription" = "حدد هذا الخيار في حالة اتصال %@ بجهاز التوجيه اللاسلكي/المحطة الرئيسية الموجودة باستخدام الإيثرنت وترغب في توسيع نطاق الشبكة اللاسلكية. سيكون لكلتا الشبكتين نفس الاسم، وسيتم ربط العملاء اللاسلكيين تلقائيًا بالشبكة ذات الإشارة الأقوى.";

"UseADifferentNetworkName" = "يجب أن يكون اسم الشبكة اللاسلكية هذه مختلفًا عن اسم الشبكة الموجودة.";

"ReplaceNetworkTopDescription" = "حدد الجهاز أو الشبكة التي ترغب في استبدالها. في حالة عدم ظهورها، تأكد من اتصالها ووجودها داخل النطاق.";
"SelectNetworkTopDescription" = "حدد الجهاز أو الشبكة التي سيتصل %@ بها باستخدام إيثرنت. في حالة عدم ظهورها، تأكد من اتصالها ووجودها داخل النطاق.";
"SelectNetworkBottomDescription" = "إذا لم يعد الجهاز متاحًا، فانقر على متابعة دون تحديد جهاز أو شبكة.";
"MoreChoices" = "إظهار مزيد من الاختيارات";
"LessChoices" = "إظهار اختيارات أقل";
"ScanAgain" = "مسح مرة أخرى";
"ReplaceOptionsOldDesc" = "حدد  الإجراء الذي تريد القيام به على الجهاز السابق بعد ترحيل الإعدادات.";
"ReplaceOptionsOld_Use" = "متابعة استخدامه في الشبكة الخاصة بي";
"ReplaceOptionsOld_Restore" = "استعادة الإعدادات الافتراضية";
"ReplaceBaseNameModifier" = " قديم";

"ReconfigurePrintersTopDescription" = "تتم مشاركة طابعات USB المتوافقة المتصلة بـ %@ هذا عبر الشبكة.";
"ReconfigurePrintersChangeNamesDescription" = "لتغيير اسم الطابعة، انقر نقرًا مزدوجًا على اسمها في عمود الاسم المشترك في القائمة أسفل.";
"ReconfigurePrintersChangeAllSettingsDescription" = "قم بتغيير الأسماء أو إعدادات المشاركة للطابعات.";
"ReconfigurePrintersNoneDescription" = "لا توجد طابعات USB متصلة بـ %@ هذا.";

"ReconfigureStartOver" = "أرغب في استعادة %@ هذا إلى إعدادات الشركة المصنعة ثم إعداده مرة أخرى.";
"ReconfigureChangeSelectedSettings" = "أرغب في تغيير بعض الإعدادات لـ %@ هذا.";
"ReconfigureUseManualForOtherSettings" = "في حالة عدم ظهور الإعداد المطلوب تغييره، انقر على إعداد يدوي للوصول إلى كل الإعدادات.";
"ReconfigureWirelessSecurity" = "الشبكة اللاسلكية";
"ReconfigureBaseStationSecurity" = "اسم %@ وكلمة السر";
"ReconfigureInternetSettings" = "اتصال الإنترنت";
"ReconfigureFileSharingAccess" = "أقراص";
"ReconfigurePrinters" = "مشاركة طابعة USB";
"ReconfigureMusic" = "موسيقى";
"ReconfigureSelectAtLeastOneSetting" = "حدد إعدادًا واحدًا على الأقل لتغييره قبل النقر على متابعة.";
"ReconfigurePrompt" = "تم إعداد %@ هذا بالفعل ولا يقوم بالإبلاغ عن أية مشكلات. يمكنك استعادة إعداداته الافتراضية أو إجراء تغييرات على الإعدادات الحالية الخاصة به.";
"ReconfigureGoBackForNoChanges" = "لعدم إجراء تغييرات، انقر على انتقال للخلف.";
"ReconfigureBasePasswordSecurePrompt" = "تم إعداد %@ هذا بكلمة سر.";
"ReconfigureInternetPrompt" = "تم إعداد %@ هذا بإعدادات الإنترنت التالية.";
"ReconfigureAirPlayPrompt" = "تم إعداد %@ هذا بإعدادات AirPlay التالية.";
"ReconfigureDiskPrompt" = "تم إعداد %@ هذا بإعدادات مشاركة الأقراص التالية.";
"ReconfigurePrintersPrompt" = "تم إعداد %@ هذا بإعدادات مشاركة الطابعة التالية.";
"ReconfigureWirelessSecurePrompt" = "تم إعداد %@ هذا بالإعدادات اللاسلكية التالية، باستخدام إعدادات تأمين WPA.";
"ReconfigureWirelessInsecurePrompt" = "تم إعداد %@ هذا بالإعدادات اللاسلكية التالية. ";
"ReconfigureWirelessUseWPA" = "يوصى باستخدام إعدادات تأمين WPA.";
"ReconfigureAPModePrompt" = "يمكنك الاحتفاظ بالإعدادات لهذا الوضع أو اختيار وضع مختلف.";
"ReconfigureFinalDescriptionNoChange" = "لم يتم تغيير إعدادات %@.";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "إعدادات %@.";
"ReconfigureKeepTheseSettings" = "استخدام الإعدادات الحالية لهذا الجهاز";
"ReconfigureKeepCurrentSettings" = "استخدام إعدادات %@ الحالية لهذا الجهاز";
"ReconfigureKeepModeSettings" = "الاحتفاظ بالوضع اللاسلكي الحالي (%@)";
"ReconfigureChangeTheseSettings" = "تغيير هذه الإعدادات";
"ReconfigureChangeCurrentSettings" = "تغيير إعدادات %@ هذه";
"ReconfigureChangeModeCreate" = "تم إعداد %@ هذا لإنشاء شبكة لاسلكية.";
"ReconfigureChangeModeCreateTitle" = "إنشاء شبكة لاسلكية";
"ReconfigureChangeModeExtendTitle" = "الاتصال بشبكة باستخدام الإيثرنت لتوسيع الشبكة أو إنشاء شبكة ثانية";
"ReconfigureChangeModeJoin" = "تم إعداد %@ هذا للانضمام إلى شبكة لاسلكية";
"ReconfigureChangeModeJoinTitle" = "الربط بشبكة لاسلكية";
"ReconfigureChangeModeDisable" = "تم إعداد %@ هذا مع إيقاف تشغيل الشبكة اللاسلكية.";
"ReconfigureChangeModeDisableTitle" = "تعطيل الاتصال اللاسلكي والاتصال بكمبيوتر أو شبكة باستخدام إيثرنت";
"ReconfigureKeepOrChangePrompt" = "حدد الاختيار المطلوب ثم انقر على متابعة للاستمرار.";
"ReconfgureDiscardChangesPrompt" = "هل أنت متأكد من رغبتك في تجاهل التغييرات التي قمت بإجرائها على هذه الإعدادات؟";
"ReconfgureDiscardChanges" = "تجاهل التغييرات";
"ReconfgureKeepChanges" = "الاحتفاظ بالتغييرات";

"IfUnsureClickMoreInfo" = "إذا كنت غير متأكد بشأن الخيار الذي ينبغي تحديده، فانقر على مزيد من المعلومات.";

"UseManualSetupForOtherSettings" = "استخدام الإعداد اليدوي لإعدادات أخرى";

"OnePanelCreateNetworkAutoConfigYes" = "إعداد %@ هذا باستخدام هذه الإعدادات";
"OnePanelCreateNetworkAutoConfigNo" = "تغيير الإعدادات لـ %@ هذا";
"OnePanelCreateNetworkTopDesc" = "ستقوم أداة AirPort بإعداد %@ هذا لإنشاء شبكة لاسلكية آمنة جديدة والاتصال بالإنترنت.";
"PasswordsSavedToKeychain" = "سيتم حفظ كل كلمات السر في سلسلة المفاتيح.";
"PasswordsSavedToKeychainWin" = "سيتم حفظ كلمة سر المحطة الرئيسية وملف التعريف اللاسلكي على هذا الكمبيوتر.";
"WillConnectUsingEthernet" = "سيتصل %@ هذا بالإنترنت باستخدام إيثرنت.";
"WillConnectUsingPPPoE" = "سيتصل %@ هذا بالإنترنت باستخدام PPPoE.";
"WillConnectUsingBridge" = "سيتم إعداد %@ في وضع القنطرة نظرًا لاتصاله بجهاز توجيه أو جهاز شبكة أخرى تستخدم بالفعل DHCP وNAT لتوفير عناوين IP.";

"OnePanelReplaceTopDesc" = "يمكن لأداة AirPort ترحيل إعدادات من جهاز لاسلكي آخر. الرجاء تحديد الجهاز من القائمة أدناه.";


"ContinueToUseAssistant" = "انقر على متابعة لاستخدام المساعد لإعداد %@ هذا.";
"ClickQuitWhenDone" = "انقر على إنهاء إذا كنت قد انتهيت من إجراء التغييرات على أي جهاز AirPort لاسلكي.";
"DoSomethingElse" = "إذا كنت تريد إعداد جهاز AirPort لاسلكي آخر، فقم بتحديده من القائمة.";
"SomethingNeedsAttentionUpdate" = "يحتاج جهاز AirPort لاسلكي واحد أو أكثر إلى تحديث.";
"SomethingNeedsAttentionProblem" = "يبلغ جهاز AirPort لاسلكي واحد أو أكثر عن مشكلات.";
"SomethingNeedsAttentionDefault" = "يحتوي جهاز AirPort لاسلكي واحد أو أكثر على إعدادات افتراضية.";
"SomethingNeedsContinueUpdate" = "انقر على متابعة لتحديد الجهاز التالي الذي يحتاج إلى التحديث.";
"SomethingNeedsContinueProblem" = "انقر على متابعة لحل المشكلات في الجهاز التالي.";
"SomethingNeedsContinueDefault" = "انقر على متابعة لإعداد الجهاز التالي.";

"UpdateFirmware" = "محدث البرامج الثابتة...";
"UpdateFirmwareTo" = "تحديث إلى %@…";
"CheckUpdateButton" = "التحقق من وجود تحديث";
"CheckStatus" = "يتم الآن التحقق من وجود تحديث…";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "يحتفظ تطبيق Time Machine بنسخة احتياطية من كل شيء موجود على جهاز Mac، بما في ذلك الصور الرقمية والموسيقى والأفلام وبرامج التلفاز والمستندات. لذا يمكن بسهولة الرجوع إلى الوقت المناسب لاسترداد أي شيء تم إجراء نسخ احتياطي له، إذا ما اقتضت الحاجة إلى ذلك.";
"TimeMachineTopDesc2" = "يحتفظ تطبيق Time Machine بنُسخ من كل شيء موجود على جهاز Mac، بما في ذلك ملفات النظام والتطبيقات والإعدادات، فضلاً عن ملفات الموسيقى والصور والملفات المهمة الأخرى. نظرًا لأن تطبيق Time Machine يحتفظ بنُسخ احتياطية يومية، فإنه يمكن العودة إلى جهاز Mac الخاص بك مرة أخرى مثلما كان يبدو في الماضي.";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "تم إعداد Time Machine بالفعل بحيث يقوم بإجراء نسخ احتياطي لهذا الكمبيوتر إلى %@.";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "تم إعداد Time Machine بالفعل بحيث يقوم بإجراء نسخ احتياطي لهذا الكمبيوتر.";
"TimeMachineQueryDesc" = "هل ترغب في استخدام Time Machine لإجراء نسخ احتياطي لهذا الكمبيوتر إلى %@؟";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "ليس الآن";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "نعم (سيتم فتح تفضيلات Time Machine بعد تحديث Time Capsule.)";
"TimeMachineBottomDesc" = "يحتفظ تطبيق Time Machine بـ:\n\nنُسخ احتياطية لكل ساعة من الأربع والعشرين ساعة الماضية\nنُسخ احتياطية يومية للشهر الماضي\n\nنُسخ احتياطية أسبوعية إلى أن يمتلئ قرص النسخ الاحتياطي";
"TimeMachineUseTMPrefs" = "لإجراء نسخ احتياطي لمحتوى أجهزة كمبيوتر أخرى متصلة بالشبكة أو لتعيين خيارات Time Machine إضافية، استخدم تفضيلات Time Machine الموجودة ضمن تفضيلات النظام.";
"TimeMachineWillLaunchTMPrefs" = "سيتم فتح تفضيلات Time Machine بعد إعداد %@ هذا.";

"TimeMachineMigrateDiskDesc" = "بإمكان أداة AirPort ترحيل كافة محتويات قرص Time Capsule الخاص بـ \"%@\" إلى Time Capsule هذا.";
"TimeMachineMigrateDiskDesc.replace" = "إذا كانت محتويات قرص Time Capsule تتضمن نسخة احتياطية من Time Machine، فسيتم ترحيلها وسيقوم كل عملاء Time Machine باستخدام Time Capsule الجديد للنسخ الاحتياطي.";
"TimeMachineMigrateDisk" = "ترحيل محتويات القرص إلى قرص Time Capsule هذا";
"TimeMachineMigrateDiskEraseSource" = "مسح محتويات القرص الخاص بـ \"%@\" بعد الترحيل";
"TimeMachineMigrateDiskEraseSource.description" = "لن يتم مسح محتويات القرص الخاص بـ \"%@\" إلا بعد أن يتم ترحيلها إلى Time Capsule هذا بنجاح.";
"TimeMachineMigrateDiskReplace.description" = "استبدال كافة محتويات قرص Time Capsule هذا بمحتويات قرص \"%@\"";

"TimeMachineMigrateDiskSummary.Settings" = "ستقوم أداة AirPort بترحيل المحتويات وكلمات السر وإعدادات الشبكة الخاصة بـ \"%@\" إلى %@ الجديد الخاص بك.";
"TimeMachineMigrateDiskSummary.Backups" = "إذا كانت لديك نسخ احتياطية من Time Machine على \"%@\" فسيتم ترحيلهم كذلك. وقد يستغرق ذلك وقتًا طويلًا.";
"TimeMachineMigrateDiskSummary.Renaming" = "أثناء الترحيل، ستتم إعادة تسمية الجهاز الذي تقوم بالترحيل منه باسم \"%@%@\". ستتم تسمية الجهاز الجديد \"%@\".";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "بعد عملية الترحيل، سيتم مسح كافة محتويات القرص الخاص بـ \"%@%@\".";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "قبل بدء الترحيل، سيتم مسح محتويات قرص Time Capsule هذا.";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "لا يمكن التراجع عن هذا.";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "بعد انتهاء عملية الترحيل، يمكنك استعادة Time Capsule السابق إلى الإعدادات الافتراضية ومسح القرص الخاص به.";
"HowToRestoreDefaults" = "لاستعادة الجهاز، افتح التكوين الخاص به باختياره في الشريط الجانبي، مع النقر على الإعداد اليدوي، واختيار استعادة الإعدادات الافتراضية من قائمة المحطة الرئيسية.";
"HowToEraseDisk" = "لمسح محتويات القرص، اختر مسح القرص في الجزء أقراص.";
 
"MigrateSummaryDescription" = "سيتم إعداد %@ هذا لكي يستخدم الإعدادات من “%@.” تتضمن هذه الإعدادات محتويات القرص وإعدادات الشبكة وكلمات السر. وإذا كان \"%@\" يحتوي على نسخ Time Machine احتياطية، فسيتم ترحيلها كذلك.";
"MigrateSummaryEthernetDescription" = "لتحسين الترحيل، عند المطالبة، قم بتوصيل كبل إيثرنت من منفذ WAN للجهاز القديم إلى منفذ LAN في الجهاز الجديد.";
"MigrateSummaryMoreInfo" = "انقر على مزيد من المعلومات للحصول على معلومات إضافية حول الترحيل، ثم انقر على تحديث لبدء الترحيل.";

"WirelessInterfaceIsOff" = "واجهة الشبكة اللاسلكية الخاصة بك متوقفة.";
"AirPortIsOff" = "تم إيقاف تشغيل AirPort.";
"MigrateRequiresAirPort" = "يتطلب استبدال محطة رئيسية أو جهاز توجيه لاسلكي تشغيل AirPort. هل ترغب في تشغيل AirPort؟";
"MigrateRequiresWireless" = "يتطلب استبدال محطة رئيسية أو جهاز توجيه لاسلكي تشغيل الشبكة اللاسلكية.";
"AUWorksBetterWithWireless" = "تأكد من أن لديك بطاقة لاسلكية تم تثبيتها وإعدادها، وأن لديك شبكة لاسلكية ممكّنة.";
"AUWorksBetterWithAirPort" = "تأكد من أن لديك بطاقة AirPort مثبّتة وAirPort ممكنًا.";


/* End of AirPortAssistant.strings file */
